[" Anna Moersch || My name is Anna, I am a project manager at Zalando Technology. Although the last piece of code I wrote myself was saved on a floppy disc, I love to get involved in technology projects and work with the Technology Team at Zalando on processes and structure. Published Posts Published on: 05/31/2013 | Women @Zalando Technology "," Artur Weber || Hi, I'm Artur and I'm product manager in the ArticleTeam responsible for any Feature regarding Article, Pricing and Customs Management. I'm at Zalando since February 2012 and very excited about the open minded work atmosphere making it a lot of fun to contribute to Zalando's success. Besides, living in Berlin is always thrilling! And when it comes to take some time off, I board a plane and fly as far away as possible ;) Published Posts Published on: 06/27/2013 | A PM’s view on building a ZEOS Article component "," Bastian Gerhard || Hi there! Here at Zalando Technology, I am responsible for the operations team, which ensures that the entire department runs effectively and efficiently through guidance, streamlined processes and the definition of compliance standards. As the management's extended workbench, we work across functions on a number of strategic projects and initiatives. With extensive international experience working with technology start-ups (e.g. I stayed six years in Tokyo, the Japanese Mecca for high-tech enthusiasts) and a background in information technology and digital media, I very much enjoy contributing to Zalando's success in such a fast-paced and cutting-edge environment. Published Posts Published on: 09/16/2013 | Last one out, please turn off the lights Published on: 02/12/2014 | Zalando Hack Week – Making Innovation Visible "," Bruno Ribeiro || Hi all, I'm Bruno, a Java Developer here at Zalando.I come from a small but beautiful town in the country side of Portugal, called Castles Branco, moved to Berlin in 2012 and loving it :). I hope to be able to provide you with useful information in this blog. Published Posts Published on: 05/02/2013 | GWT – Developer’s thoughts – Part 1 "," Carsten Ernst || Hi, I'm Carsten. I'm a product manager in the Shop Channel App team, taking care of Zalando's mobile applications development planning, and I'm a smartphone enthusiast of the highest caliber. At Zalando, I enjoy the professional working atmosphere, which provides me an environment to play with my mobile mania. Hope you enjoy our tech blog and your feedback is always welcome. Published Posts Published on: 03/27/2013 | An Introduction into Mobile at Zalando Technology Published on: 04/24/2013 | Zalando Android App – OUT NOW ! Published on: 05/16/2013 | Zalando Android App – How we managed it in only eleven weeks Published on: 07/25/2013 | Zalando Mobile Apps Reached 1 Mio Downloads Published on: 11/28/2013 | Zalando Mobile Apps: “Quick & Simple to Use” "," Carsten Pohl || For as long as I can remember I have been into computing. When I was a kid computers were the futuristic thing that would in my eyes change the world some day. Today it is one of the most complicated tools that humanity has ever build, and working with it is challenging.When I am not doing that, I like to travel around the world, and meet fascinating people. Published Posts Published on: 04/16/2013 | Fast log file analytics with python and sqlite "," Christian Leschke || I'm working in the Zalando frontend team since 2011. Published Posts Published on: 09/03/2013 | Cleaning up – The new Product Detail Page "," Ellen Nagel || Hi everyone! My name is Ellen and I joined Zalando in the beginning of 2013. Berlin is my hometown and I really appreciate everything the city has to offer... I am deeply in love with coffee, horses and HR :-) Here at Zalando I support our Technology team in different tasks regarding HR, especially university-relations, sponsorships and HR communications in general. Published Posts Published on: 07/08/2013 | RWTH Aachen Hackathon winners @ Zalando "," Emanuel Lauria || Hola! I'm a JavaScript developer at Zalando and an Open Source enthusiast. Before coming to Zalando I used to promote the use and development of free software. Now I'm currently the main developer of the Cube App and I'm really glad to share it with the community. If you have any ideas, suggestions or complaints about the Cube, please don't hesitate to contact me. Published Posts Published on: 08/15/2013 | The Cube. Our data management tool just got released! "," Enrico Hartung || Hi! I'm Enrico. When I started at Zalando I still had to explain to my friends what we are doing and that the idea of selling shoes online is not absurd. My passion for software development started at the age of 13, when I learned programming on a Robotron computer. That might be late compared to other geeks around here, but I think I caught up pretty well since then. After studying informatics and working for two other startups I am now proud to be responsible for test engineering and release management at Zalando. Published Posts Published on: 06/21/2013 | Test Engineering @Zalando Published on: 08/20/2013 | Introducing Technology’s Zooport "," Henning Jacobs || I joined Zalando in the beginning of 2010 after a 2 year work experience in South America. I traversed different teams and roles: server administrating SysOp, customer facing Shop developer and backend Order team member. Eventually I became the Platform/Software team lead in 2012. As a Technical Lead for the Platform/Software team I'm responsible for all platform (cross-module) software topics such as common libraries, internal tools, shared components, guidelines, deployment and continuous delivery. Published Posts Published on: 09/30/2013 | My three year journey into Zalando Technology Published on: 10/23/2013 | GOTO 2013: Why Zalando trusts in PostgreSQL "," Igor Ramadas || Aloha! I've been working at Zalando since March 2012 and it was a major shift leaving the C# and .NET backend world behind to become a full-time Node.js / CoffeeScript / JS / CSS3 / HTML5 / whatever-frontend developer. And I must say I never had so much fun developing as I have now :-) The result? Check out our open-source System App, and more tools should follow soon. Published Posts Published on: 10/28/2013 | The System App, yet another OS tool by Zalando "," Ingmar Knudsen || Hi, I'm Ingmar. I'm part of the Zalando Technology Team since April 2012. Collaborating company-wide with several stakeholders and our developers, it's the responsibility of me and my team to deliver the best online shopping experience on the web - across all screens. Published Posts Published on: 06/04/2013 | Zalando Customer Account: Check out our new Order Section "," Jan Mußler || Jan Mußler joined Zalando in the beginning of 2011 as a database engineer after finishing his studies at the RWTH Aachen University. As part of the database engineering team he is responsible for all questions surrounding our database setup: performance, scaling, code and design review, and helping others with their related tasks. As one of the mentors he welcomes new colleagues and eases their way into the Zalando Technology team. Published Posts Published on: 05/09/2013 | Monitoring PostgreSQL with PGObserver Published on: 09/11/2013 | Old school database access using stored procedures Published on: 11/13/2013 | PGConf EU/DE 2013 recap and slides "," Konstantin Lazarev || Hi, I'm Konstantin. I'm a product manager in Logistics outbound here at Zalando. I was born and lived for the longest part of my life in Ekaterinburg, Russia until I started to study in the end 2006 in Dresden.I live in Berlin since 2012 and work at Zalando for about a year. I must say, I enjoy both a lot :-) Published Posts Published on: 03/19/2013 | The Evolution of Zalos: The Story behind Zalando Logistics "," Lothar Schulz || Hi there! I joined Zalando in May 2013 as product manager in the backend purchasing team. At Zalando, I enjoy the professional working atmosphere. Published Posts Published on: 12/12/2013 | Task Board Transition "," Luis Mineiro || Hi, I'm an open-source advocate/enthusiast with a passion for networking and system administration. I was living in Portugal before I moved to Berlin to join Zalando in January 2013 to work as Software Engineer. The experience has been nothing else but amazing. Published Posts Published on: 05/28/2013 | MapReduce: How to explain it to your non-geek friends "," Marc Lamik || Published Posts Published on: 01/08/2014 | Trainee Program Product Management "," Marcus Daute || Hey, I'm Marcus, a product manager in the Backend Logistics Team, taking care of Zalando's logistics backbone: ZALOS. Here at Zalando, I enjoy being at the pulse of the good's flow in our big Erfurt logistics center. That's where I can make the difference by designing software and processes that help operations deliver orders to our customers as quick as possible. Published Posts Published on: 06/13/2013 | Technology meets TU Ilmenau – Development à la Club-Mate Style "," Martin Bell || Hi everyone! I’m half-Peruvian/half-German, originally from Frankfurt, but have been living in different parts of the US (Miami, Philadelphia, Boston, NYC) over the last 17 years. I recently moved to Berlin and I’m truly loving this city! There is plenty to explore in terms of culture and history, and it’s easy to get out and go to a big park or lake. A tech enthusiast, I'm responsible for several HR-topics at Zalando Technology. Published Posts Published on: 05/10/2013 | Team Management Technology – Fun Retreats "," Oleksii Kliukin || Hi, I'm Oleksii and I'm a Database Engineer at Zalando. Before coming to Zalando I fell in love with the PostgreSQL database and open-source community around it and I'm happy to find likely minded people among the members of our growing database team here, in the wonderful city of Berlin. Published Posts Published on: 07/22/2013 | Getting a quick view of your PostgreSQL stats "," Philip Harborth || Hi, my name is Philip. I'm a product manager here at Zalando Technology since October 2012. My role in the team is to take care of issues concerning the recommendation engine and a/b testing from a functional point of view. Published Posts Published on: 04/30/2013 | Green or Orange? – A/B tests at Zalando Published on: 05/14/2013 | Zalando Tech @ KIT career fair in Karlsruhe Published on: 05/21/2013 | Thanks for your visit @ KIT in Karlsruhe "," Ralf Heyde || Hello, my name is Ralf. I'm working in the Shop-Team of Zalando. My primary task is the enhancement of the Search (you’ll need to see the nice products, which you can buy in our shop). Because this topic such technology and creative-driven, there is a lot of material for many many TechBlog-Posts.Beside, I’m (co) organizing the TechTalks together with Marco – sitting together and finding topics, which might be interesting for our listeners. Published Posts Published on: 04/05/2013 | TechTalks at Zalando Technology "," Rasmus Voigts || Hey! I'm Rasmus and the product manager for inbound logistics here at Zalando. Ever since I got my first PC I was fascinated by web technologies and developing own websites. So I started developing a CMS with some friends in the early 2000s - this led to my studies on application systems and eCommerce in Göttingen whre I was researching on web technologies in mobile development most of the time ;) Published Posts Published on: 10/17/2013 | How product managers do their camping – Productcamp 2013 "," Rodrigo Reis || Hi, I’m Rodrigo! I’m a Java developer on the platform team here at Zalando Technology. I grew up in Portugal, with my family from the Azores – a volcanic archipelago midway between Europe and North America.My fascination with computers started at age 7, when my father bought home a Xerox 820 microcomputer. Even today I still feel that same excitement as a Java developer that I felt as a boy when I started to discover the world of computers.I moved to Berlin in late 2012 – and I have come to absolutely love this city! It’s very international, which makes it easy to meet people. Living costs are low. And best of all, it has plenty of heavy metal bars for me and my friends to headbang at. :-) Published Posts Published on: 04/11/2013 | Breaking Up is Hard to do… or is it?: From Java 6 to 7 Published on: 06/07/2013 | THE GEEKS ARE RUNNING! "," Sebastian Rönnau || Computer scientist with interest in the organizational aspects of information system.Lived in several cities across Germany, before spending roughly a year in France.Now in Berlin, enjoying the international culture of Zalando. Published Posts Published on: 11/18/2013 | Infusion @Zalando: how to develop the Google way "," Simon Michel || Hi, I'm Simon. I'm a software engineer in the payment processing team in Dortmund, the world's football capital ;). I am originally from the beautiful Sauerland, but moved to Dortmund because of education at the age of 16. Because of my passion for the blogosphere, I enjoy reading and writing blogposts about cutting-edge technologies. Outside of work, I love going to the movies, riding my bike and reading books on programming. Published Posts Published on: 04/08/2013 | Zalando welcomes Java User Group Dortmund Published on: 04/19/2013 | Recap – Zalando hosted Java User Group Dortmund "," Volker Pilz || Hey folks! I have started to get in touch with the whole startup craziness in 2006. My first stop: studiVZ - a social network which was supposed to become the largest of its kind in Germany at this point of time. In 2010 I joined Zalando for the first time. One of my first tasks at Zalando was to replace Magento with a self-coded Java based web shop. I was leading the Shop Development Team and watched Zalando growing and growing. I finished my first Zalando chapter after two years to widen my startup horizon and joined two other startups: ecogood and Dealgecco. In 2012 I started to work for Fielmann Ventures in Hamburg, the internal incubator and think tank of one of the biggest eyewear retailers worldwide. But: You always meet twice! After this intense journey the time has come for me to go back where I had my best time in my professional career: I'm back at Zalando to write the second chapter of my story here. As Head of Engineering my team and I take care of everything tech-related in our Shop. Published Posts Published on: 11/04/2013 | Zalando @ TechCrunch Disrupt Europe 2013 – Hackathon "]
